[
  {
    "title": "National Pinot Noir Day – Social Feed",
    "description": "Square-format poster for Jubilee Inn celebrating National Pinot Noir Day. Deep burgundy leather-textured background with golden vintage vineyard illustration, ornate serif typography, and elegant decorative flourishes. Designed for Instagram feed visibility with a luxurious wine-label aesthetic.",
    "category": "design",
    "thumbnail": "assets/img/design/피나노아-데이v1.jpg"
  },
  {
    "title": "National Pinot Noir Day – Story",
    "description": "Vertical story-format poster variant for Jubilee Inn’s National Pinot Noir Day. Tall composition with rich leather-textured background, detailed golden engraving of a vineyard estate, and refined serif lettering. Optimized for Instagram Stories with a premium, timeless wine-inspired look.",
    "category": "design",
    "thumbnail": "assets/img/design/피나노아-데이-스토리v1.jpg"
  },
  {
    "title": "National Prosecco Day – Social Feed",
    "description": "Social feed poster for Jubilee Inn’s National Prosecco Day. Black-and-gold palette with a popping champagne bottle, glitter confetti, and elegant display typography; centered layout optimized for square feed visibility.",
    "category": "design",
    "thumbnail": "assets/img/design/프로세코데이 피드.jpg"
  },
  {
    "title": "National Prosecco Day – Story",
    "description": "Vertical story-format variant of the National Prosecco Day campaign for Jubilee Inn. Sleek champagne flute splash, tall composition for swipe-through engagement, and a refined serif/sans pairing for high-contrast legibility.",
    "category": "design",
    "thumbnail": "assets/img/design/프로세코데이-페북인스타 스토리.jpg"
  },
  {
    "title": "The Huckleberry Finns – Social Feed",
    "description": "Live music feed poster promoting The Huckleberry Finns at Jubilee Inn. Cool blue gradient with performance photography, clean hierarchy for act name/date/time, and modern sans-serif typography for a fresh, upbeat tone.",
    "category": "design",
    "thumbnail": "assets/img/design/허클베리 피드.jpg"
  },
  {
    "title": "The Huckleberry Finns – Story",
    "description": "Story-format live music poster for Jubilee Inn featuring The Huckleberry Finns. Vertical crop of the vocalist with airy blue gradients, stacked text for quick scanning, and clear event details optimized for mobile.",
    "category": "design",
    "thumbnail": "assets/img/design/허클베리 페북인스타story.jpg"
  },
  {
    "title": "Jubilee Inn Live: Sarah-Jane Lovell",
    "description": "Concert poster design for a live performance at Jubilee Inn featuring singer Sarah-Jane Lovell. Ornate gold frame with a teal stage panel, soft spotlight glow, and classic pub-poster aesthetic for a premium, timeless mood.",
    "category": "design",
    "thumbnail": "assets/img/design/project-1.jpg"
  },
  {
    "title": "Beer Day – Story",
    "description": "Playful Instagram story celebrating Beer Day at Jubilee Inn. Bright amber/yellow palette with a beer-mug icon, bubbly texture, bold condensed headline, and a badge-style callout for the event details.",
    "category": "design",
    "thumbnail": "assets/img/design/beerday-story.jpg"
  },
  {
    "title": "Portfolio Project 02",
    "description": "Minimalist promotional poster with bold sans-serif typography and a clean monochrome palette, emphasizing clarity and modern design sensibility.",
    "category": "design",
    "thumbnail": "assets/img/design/project-2.jpg"
  },
  {
    "title": "Portfolio Project 03",
    "description": "Event flyer design with warm gradient background, playful script headlines, and layered texture effects for a vibrant, energetic mood.",
    "category": "design",
    "thumbnail": "assets/img/design/project-3.jpg"
  },
  {
    "title": "Portfolio Project 04",
    "description": "Sophisticated advertisement layout using a muted pastel scheme, refined serif type, and balanced white space for an elegant, high-end feel.",
    "category": "design",
    "thumbnail": "assets/img/design/project-4.jpg"
  },
  {
    "title": "Portfolio Project 05",
    "description": "Dynamic promotional artwork with diagonal text placement, high-contrast colors, and a textured overlay to convey movement and excitement.",
    "category": "design",
    "thumbnail": "assets/img/design/project-5.jpg"
  },
  {
    "title": "Portfolio Project 06",
    "description": "Seasonal event poster featuring floral illustrations, a soft spring color palette, and hand-drawn typography for a friendly, inviting aesthetic.",
    "category": "design",
    "thumbnail": "assets/img/design/project-6.jpg"
  },
  {
    "title": "Portfolio Project 07",
    "description": "Bold nightclub poster with neon color accents, geometric patterns, and condensed sans-serif type to create an energetic nightlife vibe.",
    "category": "design",
    "thumbnail": "assets/img/design/project-7.jpg"
  },
  {
    "title": "Portfolio Project 08",
    "description": "Modern infographic-style poster integrating icons, modular grid layouts, and contrasting color blocks for clear, visual storytelling.",
    "category": "design",
    "thumbnail": "assets/img/design/project-8.png"
  },
  {
    "title": "Portfolio Project 09",
    "description": "Concert flyer with moody lighting effects, monochrome band photography, and grunge-textured type to evoke an underground live music feel.",
    "category": "design",
    "thumbnail": "assets/img/design/project-9.png"
  },
  {
    "title": "Portfolio Project 10",
    "description": "Product promotion poster highlighting a central hero image, sleek gradients, and fine-line decorative elements for a polished commercial appeal.",
    "category": "design",
    "thumbnail": "assets/img/design/project-10.jpg"
  },
  {
    "title": "Portfolio Project 11",
    "description": "Charity event poster using a heartwarming image, rounded typefaces, and pastel tones to convey compassion and community spirit.",
    "category": "design",
    "thumbnail": "assets/img/design/project-11.jpg"
  },
  {
    "title": "Portfolio Project 12",
    "description": "Minimalistic corporate flyer with structured grid alignment, muted blues, and sharp sans-serif fonts for a professional presentation.",
    "category": "design",
    "thumbnail": "assets/img/design/project-12.png"
  },
  {
    "title": "Portfolio Project 13",
    "description": "Food festival poster featuring rich, appetizing imagery, rustic textures, and script headline fonts to evoke a homely, gourmet vibe.",
    "category": "design",
    "thumbnail": "assets/img/design/project-13.jpg"
  },
  {
    "title": "Portfolio Project 14",
    "description": "Holiday celebration poster with red-gold palette, ornamental vector illustrations, and decorative serif fonts for a festive atmosphere.",
    "category": "design",
    "thumbnail": "assets/img/design/project-14.jpg"
  },
  {
    "title": "Portfolio Project 15",
    "description": "Theatrical show poster with dramatic shadows, large display typography, and vintage-inspired framing for a classic stage feel.",
    "category": "design",
    "thumbnail": "assets/img/design/project-15.jpg"
  },
  {
    "title": "Portfolio Project 16",
    "description": "Conference promotional design with clean vector icons, structured layouts, and corporate blue tones for clarity and professionalism.",
    "category": "design",
    "thumbnail": "assets/img/design/project-16.png"
  },
  {
    "title": "Portfolio Project 17",
    "description": "Summer beach party flyer using vibrant tropical colors, palm tree silhouettes, and playful display fonts for a lively seasonal tone.",
    "category": "design",
    "thumbnail": "assets/img/design/project-17.jpg"
  },
  {
    "title": "Portfolio Project 18",
    "description": "Art exhibition poster with abstract paint textures, minimalistic typography, and a muted earth-tone palette for a gallery-ready look.",
    "category": "design",
    "thumbnail": "assets/img/design/project-18.jpg"
  },
  {
    "title": "Portfolio Project 19",
    "description": "Sports event poster with action photography, bold block lettering, and angled dynamic layouts to convey intensity and movement.",
    "category": "design",
    "thumbnail": "assets/img/design/project-19.png"
  },
  {
    "title": "Portfolio Project 20",
    "description": "Local market poster using hand-drawn illustrations, earthy tones, and vintage-style lettering to evoke tradition and community.",
    "category": "design",
    "thumbnail": "assets/img/design/project-20.png"
  },
  {
    "title": "Portfolio Project 21",
    "description": "Tech conference flyer with futuristic gradients, isometric shapes, and a minimalist sans-serif type system for a cutting-edge feel.",
    "category": "design",
    "thumbnail": "assets/img/design/project-21.png"
  },
  {
    "title": "Portfolio Project 22",
    "description": "Wedding announcement poster with romantic pastel colors, floral borders, and elegant script fonts to convey love and celebration.",
    "category": "design",
    "thumbnail": "assets/img/design/project-22.jpg"
  },
  {
    "title": "Portfolio Project 23",
    "description": "Film screening poster with cinematic lighting, dramatic serif headings, and high-contrast imagery for a bold, artistic mood.",
    "category": "design",
    "thumbnail": "assets/img/design/project-23.jpg"
  },
  {
    "title": "Portfolio Project 24",
    "description": "Music festival poster with vivid color blocking, layered crowd silhouettes, and distressed typography to reflect energy and excitement.",
    "category": "design",
    "thumbnail": "assets/img/design/project-24.jpg"
  },
  {
    "title": "Portfolio Project 25",
    "description": "Luxury brand advertisement with monochrome photography, gold accents, and a minimalist composition for a high-fashion editorial style.",
    "category": "design",
    "thumbnail": "assets/img/design/project-25.jpg"
  }
]
